even_monday = """
1. Электроника и схемотехника, лек
Время: с 8:00 до 9:30
Аудитория: 1-460
Преподаватель: Циркин Виталий Степанович

2. Проектирование ИС и баз данных, пр кср
Время: с 9:45 до 11:15
Аудитория: 1-329
Преподаватель: Тихонова Наталья Алексеевна

3. Подготовка по работе профессии, пр
Время: с 11:30 до 13:00
Аудитория: 1-112
Преподаватель: Циркин Виталий Степанович

4. ООП, крб
Время: с 13:55 до 15:25
Аудитория: 1-322
Преподаватель: Альтман Евгений Анатольевич

5. Физкультура
Время: с 15:40 до 17:10
"""

even_tuesday = """
1. Электротехника и метрология, лаб - 1п/г, 2п/г
Время: с 8:00 до 9:30
Аудитория: 1-353, 1-353
Преподаватель: Пашкова Наталья Викторовна, Комякова Ольга Олеговна

2. ООП, лек
Время: с 9:45 до 11:15
Аудитория: 1-320
Преподаватель: Альтман Евгений Анатольевич

3. Теоретическое оснащение аппаратно-программных сред, ООП, лаб - 1п/г, 2п/г
Время: с 11:30 до 13:00
Аудитория: 1-326, 1-322
Преподаватель: Смалев Александр Николаевич, Альтман Евгений Анатольевич

4. ООП, лаб - 1п/г 
Время: с 13:55 до 15:25
Аудитория: 1-467
Преподаватель: Альтман Евгений Анатольевич

5. Теоретическое оснащение аппаратно-программных сред, Проектирование ИС и баз данных, лаб - 2п/г, 1п/г
Время: с 15:40 до 17:10
Аудитория: 1-326, 1-467
Преподаватель: Смалев Александр Николаевич, Тихонова Наталья Алексеевна
"""

even_wednesday = """
1. Математика, кср
Время: с 9:45 до 11:15
Аудитория: 4-412
Преподаватель: Рубанова Наталия Алексеевна

2. Проектирование ИС и баз данных, лек
Время: с 9:45 до 11:15
Аудитория: 1-112
Преподаватель: Тихонова Наталья Алексеевна

3. Экономика и управление проектами, лек
Время: с 11:30 до 13:00
Аудитория: 1-410
Преподаватель: Хитринцев Вадим Борисович

4. Безопасность жизнедеятельности, лек
Время: с 13:55 до 15:25
Аудитория: 3-505
Преподаватель: Мусаткина Бэла Владимировна
"""

even_thursday = """
2. Электроника и схемотехника, пр кср
Время: с 9:45 до 11:15
Аудитория: 1-325
Преподаватель: Головин Дмитрий Владимирович

3. Экономика и управление проектами, пр кср
Время: с 11:30 до 13:00
Аудитория: 1-422
Преподаватель: Исачкин Владимир Сергеевич

4. Теоретическое оснащение аппаратно-программных сред, пр кср
Время: с 13:55 до 15:25
Аудитория: 1-325
Преподаватель: Смалев Александр Николаевич

5. Физкультура
Время: с 15:40 до 17:10
"""

even_friday = """
1. Теоретическое оснащение аппаратно-программных сред, лек
Время: с 8:00 до 9:30
Аудитория: 4-315
Преподаватель: Окишев Андрей Сергеевич

2. Электротехника и метрология, лек
Время: с 9:45 до 11:15
Аудитория: 1-360
Преподаватель: Пашкова Наталья Викторовна

3. Математика, пр
Время: с 11:30 до 13:00
Аудитория: 4-402
Преподаватель: Рубанова Наталия Алексеевна

4. Математика, лек
Время: с 13:55 до 15:25
Аудитория: 4-416
Преподаватель: Рубанова Наталия Алексеевна

5. Кураторский час
Время: с 15:40 до 17:10
Аудитория: 1-422
Преподаватель: Галич Юлия Геннадьевна
"""

even_saturday = """
4. Проектирование ИС и баз данных, лаб - 2п/г
Время: с 13:55 до 15:25
Аудитория: 1-112
Преподаватель: Тихонова Наталья Алексеевна
"""

even_sunday = """
Занятий нет!
"""

even_week_list = [even_monday, even_tuesday, even_wednesday, even_thursday, even_friday, even_saturday, even_sunday]
