odd_monday = """
1. Электроника и схемотехника, лек
Время: с 8:00 до 9:30
Аудитория: 1-460
Преподаватель: Циркин Виталий Степанович

2. Проектирование ИС и баз данных, пр кср
Время: с 9:45 до 11:15
Аудитория: 1-329
Преподаватель: Тихонова Наталья Алексеевна

3. Подготовка по работе профессии, пр
Время: с 11:30 до 13:00
Аудитория: 1-112
Преподаватель: Циркин Виталий Степанович

4. ООП, крб
Время: с 13:55 до 15:25
Аудитория: 1-322
Преподаватель: Альтман Евгений Анатольевич

5. Физкультура
Время: с 15:40 до 17:10
"""

odd_tuesday = """
1. Электротехника и метрология, лаб - 1п/г, 2п/г
Время: с 8:00 до 9:30
Аудитория: 1-345, 1-345
Преподаватель: Пашкова Наталья Викторовна, Комякова Ольга Олеговна

2. Теоретическое оснащение аппаратно-программных сред, лек
Время: с 9:45 до 11:15
Аудитория: 1-112
Преподаватель: Окишев Андрей Сергеевич

3. ООП, лаб - 2п/г 
Время: с 11:30 до 13:00
Аудитория: 1-322
Преподаватель: Альтман Евгений Анатольевич

4. ООП, лаб - 1п/г 
Время: с 13:55 до 15:25
Аудитория: 1-467
Преподаватель: Альтман Евгений Анатольевич

5. Теоретическое оснащение аппаратно-программных сред, лаб - 1п/г, 2п/г
Время: с 15:40 до 17:10
Аудитория: 1-326, 1-467
Преподаватель: Смалев Александр Николаевич, Тихонова Наталья Алексеевна
"""

odd_wednesday = """
2. Проектирование ИС и баз данных, лек
Время: с 9:45 до 11:15
Аудитория: 1-112
Преподаватель: Тихонова Наталья Алексеевна

3. Экономика и управление проектами, лек
Время: с 11:30 до 13:00
Аудитория: 1-410
Преподаватель: Хитринцев Вадим Борисович

4. Безопасность жизнедеятельности, лаб - 1п/г, 2п/г
Время: с 13:55 до 15:25
Аудитория: 3-505
Преподаватель: Мусаткина Бэла Владимировна, Игнатов Олег Васильевич
"""

odd_thursday = """
1. ООП, лек
Время: с 8:00 до 9:30
Аудитория: 1-420
Преподаватель: Альтман Евгений Анатольевич

2. Электроника и схемотехника, пр кср
Время: с 9:45 до 11:15
Аудитория: 1-325
Преподаватель: Головин, Дмитрий Владимирович

3. Экономика и управление проектами, пр 
Время: с 11:30 до 13:00
Аудитория: 1-422
Преподаватель: Исачкин Владимир Сергеевич

4. Теоретическое оснащение аппаратно-программных сред, пр кср
Время: с 13:55 до 15:25
Аудитория: 1-325
Преподаватель: Смалев Александр Николаевич

5. Физкультура
Время: с 15:40 до 17:10
"""

odd_friday = """
1. Математика - пр
Время: с 8:00 до 9:30
Аудитория: 4-411
Преподаватель: Рубанова Наталия Алексеевна

2. Электротехника и метрология, лек 
Время: с 9:45 до 11:15
Аудитория: 1-360
Преподаватель: Пашкова Наталья Викторовна

3. Математика, пр
Время: с 11:30 до 13:00
Аудитория: 4-402
Преподаватель: Рубанова Наталия Алексеевна

4. Математика, лек
Время: с 13:55 до 15:25
Аудитория: 1-416
Преподаватель: Рубанова Наталия Алексеевна

5. Кураторский час
Время: с 15:40 до 17:10
Аудитория: 1-422
Преподаватель: Галич Юлия Геннадьевна
"""

odd_saturday = """
4. Теоретическое оснащение аппаратно-программных сред, лаб - 1п/г, 2п/г
Время: с 13:55 до 15:25
Аудитория: 1-326, 1-112
Преподаватель: Смалев Александр Николаевич, Тихонова Наталья Алексеевна
"""

odd_sunday = """
Занятий нет!
"""

odd_week_list = [odd_monday, odd_tuesday, odd_wednesday, odd_thursday, odd_friday, odd_saturday, odd_sunday]
