odd_monday = """
1. Электроника и схемотехника, лаб - 1п/г
Время: с 8:00 до 9:30
Аудитория: 1-322
Преподаватель: Циркин Виталий Степанович

2. ООП, лаб - 1п/г
Время: с 9:45 до 11:15
Аудитория: 1-322
Преподаватель: Альтман Евгений Анатольевич

3. ООП, пр - кср
Время: с 11:30 до 13:00
Аудитория: 1-326
Преподаватель: Альтман Евгений Анатольевич

4. ООП, лаб - 2п/г
Время: с 13:55 до 15:25
Аудитория: 1-322
Преподаватель: Альтман Евгений Анатольевич

5. Физкультура
Время: с 15:40 до 17:10
"""

odd_tuesday = """
2. Экономика и управление проектами, пр 
Время: с 9:45 до 11:15
Аудитория: 1-433
Преподаватель: Исачкин Владимир Сергеевич

3. Электротехника и метрология, лек 
Время: с 11:30 до 13:00
Аудитория: 1-210
Преподаватель: Пашкова Наталья Викторовна

4. ООП, лек
Время: с 13:55 до 15:25
Аудитория: 1-210
Преподаватель: Альтман Евгений Анатольевич

5. Электротехника и метрология, пр кср
Время: с 15:40 до 17:10
Аудитория: 1-345
Преподаватель: Пашкова Наталья Викторовна
"""

odd_wednesday = """
1. Электроника и схемотехника, лаб - 1п/г
Время: с 8:00 до 9:30
Аудитория: 1-322
Преподаватель: Циркин Виталий Степанович

2. Безопасность жизнедеятельности, лаб - 1п/г, 2п/г
Время: с 9:45 до 11:15
Аудитория: 3-503, 3-504
Преподаватель: Мусаткина Бэла Владимировна, Игнатов Олег Васильевич

3. Экономика и управление проектами, лек
Время: с 11:30 до 13:00
Аудитория: 1-360
Преподаватель: Хитринцев Вадим Борисович

4. Теоретическое оснащение аппаратно-программных сред, Проектирование ИС и баз данных, лаб - 1п/г, 2п/г
Время: с 13:55 до 15:25
Аудитория: 1-326, 1-329
Преподаватель: Смалев Александр Николаевич, Тихонова Наталья Алексеевна
"""

odd_thursday = """
1. Электротехника и метрология, лаб - 1п/г, 2п/г
Время: с 8:00 до 9:30
Аудитория: 1-345, 1-345
Преподаватель: Пашкова Наталья Викторовна, Комякова Ольга Олеговна

2. Подготовка по работе профессии, пр
Время: с 9:45 до 11:15
Аудитория: 1-112
Преподаватель: Циркин Виталий Степанович

3. Теоретическое оснащение аппаратно-программных сред, лек
Время: с 11:30 до 13:00
Аудитория: 1-112
Преподаватель: Окишев Андрей Сергеевич

4. Кураторский час
Время: с 13:55 до 15:25
Аудитория: 1-405
Преподаватель: Галич Юлия Геннадьевна

5. Физкультура
Время: с 15:40 до 17:10
"""

odd_friday = """
1. Теоретическое оснащение аппаратно-программных сред, Проектирование ИС и баз данных, лаб, 2п/г, 1п/г
Время: с 8:00 до 9:30
Аудитория: 1-325, 1-326
Преподаватель: Смалев Александр Николаевич, Тихонова Наталья Алексеевна

2. Проектирование ИС и баз данных, лек
Время: с 9:45 до 11:15
Аудитория: 1-112
Преподаватель: Тихонова Наталья Алексеевна

3. Математика, пр
Время: с 11:30 до 13:00
Аудитория: 4-413
Преподаватель: Рубанова Наталия Алексеевна

4. Математика, лек
Время: с 13:55 до 15:25
Аудитория: 4-315
Преподаватель: Рубанова Наталия Алексеевна
"""

odd_saturday = """
4. Электроника и схемотехника, лек 
Время: с 13:55 до 15:25
Аудитория: 1-410
Преподаватель: Циркин Виталий Степанович
"""

odd_sunday = """
Занятий нет!
"""

odd_week_list = [odd_monday, odd_tuesday, odd_wednesday, odd_thursday, odd_friday, odd_saturday, odd_sunday]
